/************************************************************************
* 版权所有
*
* 文件名称： // CAlgo.cpp
* 文件标识： //
* 内容摘要： // 二值化算法实现文件
* 其它说明： // 其它内容的说明
* 当前版本： //
* 作    者： // ShawnChung
* 完成日期： // 2017年06月14日
*
* 修改记录1：// 修改历史记录，包括修改日期、修改者及修改内容
*    修改日期：
*    版 本 号：
*    修 改 人：
*    修改内容：
* 修改记录2：…
************************************************************************/
#include "CBinary.h"

CBinary::CBinary(QString name):
    CAlgo(name)
{

}

int CBinary::exec(CImage in, CImage &out)
{

}
